ci4rail/esp_ota_update_server/examples/device/ethernet_ota/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_PARTITION_TABLE_TWO_OTA=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ETH_ENABLED=y
CONFIG_OTA_ETHERNET=y
